package review;

// 1.
// **********************************************
// *        이 프로그래밍은  이규영 이 만들었습니다.           *
//" *********************************************


//  2. primitive type 에 해당 하는(생각나는데로) 변수를 선언하고 초기화

// 3. 4칙연산을 활용한 계산기 만들기... 

// 4. 조건문 연습
//    나이를 입력받아서... 성인인지 아닌지 출력   
// 	  조건 성인은 20세 이상

// 5. 년도를 입력받아서 해당 연도가 윤년인지 아닌지 출력   윤년에 해당 하는 조건은 .. 찾아서.  다중 조건 연결

// 6. 순환문 연습
      // 3번 예제를 완성했다고 하면 계산기 프로그램을 5번 실행

 



public class Main01 {

	public static void main(String[] args) {


	}

}
